interface BrandServices {
    id : number,
    img : string,
    title : string,
    tagline : string
}


export const brandServices : BrandServices[] = [
    {
        'id' : 1,
        'img' : 'icons-0',
        'title' : 'تصميم تغليف المنتج ',
        'tagline' : 'حلول وتصاميم تغليف جذابة واحترافية لجميع أنواع المنتجات.        '
    },
    {
        'id' : 2,
        'img' : 'icons-0',
        'title' : 'تصميم المطبوعات        ',
        'tagline' : 'منشورات التصميم التي توضح أهداف عمل العميل.        '
    },
    {
        'id' : 3,
        'img' : 'icons-0',
        'title' : 'تصميم شعار        ',
        'tagline' : 'تصميم شعار مميز يتضمن مفاهيم تتعلق بأصل النشاط الذي يقدمه العميل ويعكس هويته.        '
    },
    {
        'id' : 4,
        'img' : 'icons-0',
        'title' : 'تصميم القوائم الإعلانية        ',
        'tagline' : 'تصميم الأوراق الرسمية وبطاقات العمل والملفات الرسمية لمشاريع الأعمال.        '
    },
    {
        'id' : 5,
        'img' : 'icons-0',
        'title' : 'تصميم الموقع',
        'tagline' : 'تصميم وبناء موقع إلكتروني حديث يتماشى مع محركات البحث وجميع المتصفحات ، ويدعم تشغيل البرامج المختلفة.'
    },
    {
        'id' : 6,
        'img' : 'icons-0',
        'title' : 'خدمات أخرى        ',
        'tagline' : 'تقديم خدمات شاملة في تصميم وإنشاء هوية تجارية وتسويقية.        '
    },
]